[
    {
        "name": "F-16 fighter jet",
        "desc": "Introducing the state-of-the-art Falcon X5 Fighter Jet – because who doesn't want to casually break the sound barrier on a Sunday afternoon? Perfect for avoiding traffic and making an entrance that no one will forget, if they survive. Whether you're late for a meeting or just want to scare your neighbors, this jet has got you covered. Just remember, with great power comes great noise complaints.",
        "features": "- Speed and Agility: Capable of reaching speeds over Mach 2.5, the Falcon X5 will get you to work on time, assuming your workplace is in another hemisphere. Wave goodbye to those pesky speed limits!\n- Stealth Technology: Equipped with cutting-edge stealth features including radar-absorbent materials – because who needs friends when you can be invisible? Perfect for those who enjoy playing hide and seek on a global scale.\n- Advanced Avionics: Integrated with next-generation avionics systems for enhanced situational awareness, so you can see your life flashing before your eyes in high definition. Trust us, you'll need it.",
        "specifications": "- Length: 19.8 meters – perfect for those who think their SUV isn't compensating enough.\n- Wingspan: 13.6 meters – because wider is always better, right?\n- Maximum Takeoff Weight: 25,000 kg – for when you've had one too many holiday feasts.\n- Engine: Dual turbofan engines with afterburners – because one engine is for amateurs.",
        "customerAnecdotes": "One customer claims they used their F-16 to get to a business meeting on time, but forgot to turn off stealth mode and got reported missing. The meeting turned into a search party, and they were finally found when they accidentally buzzed the CEO's house, leading to an unexpected promotion."
    },
    {
        "name": "A thumb",
        "desc": "An essential part of the human hand, perfect for gripping and providing dexterity. Also useful for hitchhiking when your car inevitably breaks down again. And let's be honest, it's the star of the 'thumbs up' emoji, so it’s practically a celebrity. Without it, you'd be living in a world of dropped phones and unsent texts. Plus, it's indispensable for those moments when you need to hitch a ride because your car gave up on you again. Embrace the thumb; it's more than just a digit, it's a lifeline.",
        "features": "- Opposable: Essential for grasping and holding objects, and occasionally, dreams. Without it, you’d be dropping your phone even more than you already do.\n- Dexterity: Provides fine motor skills for intricate tasks, like texting your ex at 3 AM. Also handy for scrolling through endless social media feeds and wondering where your life went wrong.",
        "specifications": "- Length: 5-7 cm – size does matter, at least for thumbs.\n- Joints: 2 – more joints than a reggae concert.\n- Function: Gripping and manipulation – great for controlling remote controls and your life choices.",
        "customerAnecdotes": "A user once used their thumb to hitchhike across the country after their car broke down. They now swear by it as the ultimate travel tool, but admit that it did lead to a few close encounters with eccentric characters who thought they were picking up a hitchhiking celebrity. The journey ended with a mix of memorable stories and an awkward reunion with an ex."
    },
    {
        "name": "The Loire-Atlantique",
        "desc": "A beautiful region in France known for its stunning landscapes and rich history – and for being the place you’ll never be able to afford to visit. Perfect for those who enjoy staring longingly at travel brochures and crying into their instant noodles. It's the ideal getaway for the dreamers who love to fantasize about picturesque vineyards and charming chateaus, all while knowing that their budget barely covers the local camping ground. So, keep dreaming, and maybe one day, you'll win the lottery and actually visit.",
        "features": "- Scenic Beauty: Stunning landscapes including coastlines, rivers, and vineyards – perfect for Instagram posts that make your friends jealous. Just don’t mention that you’re posting from your couch.\n- Rich History: Historical sites and architecture dating back centuries – because nothing says vacation like old, crumbling buildings. It's like stepping back in time, minus the plague.",
        "specifications": "- Area: 6,815 km² – plenty of space to get lost and question your life choices.\n- Population: 1.4 million – that's 1.4 million people who don't want you on their roads.\n- Capital: Nantes – because Paris is too mainstream.",
        "customerAnecdotes": "A couple visited Loire-Atlantique for their honeymoon and ended up staying an extra week because they got lost in the vineyards. They called it the best accidental adventure ever, though they did have to trade their shoes for a ride back to their hotel with a bemused local farmer. The extended stay turned out to be a blessing, allowing them to discover hidden gems off the beaten path."
    },
    {
        "name": "Half a Big-Mac",
        "desc": "Half of the iconic Big Mac burger from McDonald's – for when you want to indulge but still lie to yourself about dieting. Perfect for those moments when you want to feel healthy but only put in half the effort. It's the ultimate compromise for those who want to savor the greasy goodness without fully committing to the caloric sin. Now you can enjoy the taste you love while pretending you're making a healthier choice. Just don't look at the nutrition facts.",
        "features": "- Classic Taste: Iconic Big Mac flavor – now with 50% fewer regrets. It's the same great taste, just half the shame.\n- Convenience: Perfect for a quick snack that will leave you half-satisfied and fully ashamed. Ideal for those mid-life crises that demand comfort food.",
        "specifications": "- Weight: 110 grams – less than your guilt after eating it.\n- Ingredients: Beef, lettuce, cheese, pickles, onions, sesame bun – because salads are for quitters.",
        "customerAnecdotes": "Someone once tried to eat half a Big-Mac as a 'healthy' snack during a marathon. They didn't win, but they sure had the tastiest motivation. Despite the inevitable side cramps, they finished the race and rewarded themselves with the other half, vowing to never mix fast food with fitness again."
    },
    {
        "name": "Baldness",
        "desc": "Embrace the smooth and shiny look with pride – because hair is overrated and expensive to maintain. Perfect for those who want to save money on shampoo and haircuts, and prefer the aerodynamic look. With baldness, you're not just making a fashion statement, you're making a lifestyle choice. Forget about bad hair days and constant trips to the barber. Now you can enjoy the freedom of a wash-and-go routine and the undeniable cool factor of a chrome dome. Shine on, you magnificent bald eagle.",
        "features": "- Low Maintenance: No need for haircuts or styling products – more time to contemplate your life choices. Think of all the extra time you'll have to focus on more important things, like avoiding mirrors.\n- Unique Look: Distinctive appearance that stands out – like a beacon of self-acceptance or surrender. You won't just be turning heads, you'll be blinding them with your shine.",
        "specifications": "- Scalp Coverage: 0% – maximum aerodynamic efficiency.\n- Hair Follicles: Non-functional – much like my social life.",
        "customerAnecdotes": "A bald customer once blinded a would-be mugger with the reflection off their shiny head. They now refer to their scalp as their 'personal defense system.' The mugger reportedly dropped their knife and ran off, screaming about being attacked by a human mirror. The customer has since embraced their baldness as both a fashion statement and a security feature."
    },
    {
        "name": "6 potato germs",
        "desc": "Sprouted potato germs ready for planting – for those who dream of becoming potato farmers in their backyard. Perfect for the aspiring gardener who wants to turn their thumb green, one spud at a time. These little sprouts are your ticket to a bountiful harvest of delicious, home-grown potatoes. They're easy to plant and even easier to grow, making them ideal for both seasoned gardeners and beginners who have a habit of killing houseplants. So grab your shovel and get ready to dig into the world of potato farming.",
        "features": "- Easy to Grow: Simple to plant and cultivate – even for those who can't keep a cactus alive. If you manage to kill these, maybe gardening isn't for you.\n- High Yield: Produces multiple potatoes from each germ – because who doesn't need more carbs in their life? More potatoes mean more French fries, and who doesn't love fries?",
        "specifications": "- Germ Count: 6 – the perfect number for the indecisive gardener. Enough to start a small potato empire.\n- Growth Time: 2-3 months – just enough time to forget you planted them.\n- Ideal Conditions: Moist soil, partial sunlight – like your hopes and dreams.",
        "customerAnecdotes": "A novice gardener grew an entire backyard of potatoes from six potato germs, only to discover they were allergic. They now run a successful potato-themed YouTube channel where they never touch the produce but have become experts in potato art and crafts. The irony is lost on their subscribers, who adore the content."
    },
    {
        "name": "10:14 PM",
        "desc": "A specific time of the day, always 10:14 PM – perfect for reminding you that you're late for bed. Because nothing says 'responsible adult' like staying up way past your bedtime. It's that magical hour when you realize that binge-watching another episode is a terrible idea, but you do it anyway. 10:14 PM is a reminder that tomorrow's productivity is already doomed, and yet, here you are, making the same choices. Embrace the night owl lifestyle and let 10:14 PM be your beacon in the dark.",
        "features": "- Unique Moment: Represents a specific time of day – when you realize tomorrow is already ruined. Ideal for those who thrive on last-minute panic.\n- Symbolic: Can be significant for personal or cultural reasons – mostly as a reminder of procrastination. It's the perfect time to reflect on all the things you didn't accomplish today.",
        "specifications": "- Time: 10:14 PM – the witching hour for Netflix binge-watching.\n- Format: 12-hour clock – because 24-hour clocks are for military operations and hospitals.",
        "customerAnecdotes": "One night owl shared that 10:14 PM is when their cat decides to start the zoomies, adding an extra layer of chaos to their late-night routine. The nightly madness has become a household tradition, with the cat's antics often leading to broken vases and impromptu redecorating."
    },
    {
        "name": "The elephant in the room",
        "desc": "The metaphorical elephant that no one talks about – just like your unresolved childhood issues. Perfect for adding a touch of awkwardness to any social gathering. This invisible pachyderm is always there, looming large and making everyone squirm. Whether it's that secret you swore you'd take to the grave or the obvious problem everyone pretends doesn't exist, the elephant in the room is your constant, uncomfortable companion. So, go ahead, acknowledge it – or don't. Either way, it's not going anywhere.",
        "features": "- Metaphorical: Represents an obvious issue that is being ignored – like your New Year’s resolutions. It's big, it's there, and everyone pretends it isn't.\n- Conversation Starter: Encourages open discussion – that everyone will awkwardly avoid. Ideal for those who enjoy making others uncomfortable.",
        "specifications": "- Size: Metaphorically large – larger than your student debt.\n- Impact: High on social interactions – guaranteed to make every conversation uncomfortable.",
        "customerAnecdotes": "A family gathering was once saved by acknowledging the 'elephant in the room,' leading to a hilariously awkward, but ultimately healing, group therapy session. It started with a joke and ended with everyone crying and hugging, proving that sometimes it's best to just address the big, invisible issues head-on."
    },
    {
        "name": "The line 13",
        "desc": "The infamous Line 13 of the Paris Metro – perfect for those who enjoy sardine-like commuting experiences. If you’ve ever wondered what it’s like to be in a can of sardines, this is your chance. It's the daily ritual of squeezing into overcrowded trains and holding your breath until your stop. For those who love a good challenge and don't mind a bit of discomfort, Line 13 offers the ultimate test of endurance and patience. So, pack light, brace yourself, and dive into the chaos of public transportation at its finest.",
        "features": "- Essential Route: Key line in the Paris Metro system – because walking is for peasants. And who wouldn't want to spend their mornings pressed up against strangers?\n- High Capacity: Serves a large number of passengers daily – and by 'serves', we mean 'squishes'. It’s a masterclass in human endurance.",
        "specifications": "- Length: 24.3 km – of pure, unadulterated misery.\n- Stations: 32 – each one a new opportunity for existential dread.\n- Daily Passengers: 600,000+ – all wishing they were somewhere else.",
        "customerAnecdotes": "A commuter on Line 13 once accidentally proposed to their crush after getting squished together during rush hour. They're now happily married and still hate the commute, but laugh every time they get stuck on the train, reminiscing about their unplanned engagement."
    },
    {
        "name": "A library with 1 book",
        "desc": "A minimalistic library featuring a single book – for those who believe in quality over quantity, or just can't read very fast. Perfect for the ultimate minimalist who enjoys the irony of a library with only one book. This single tome is your portal to a world of imagination, knowledge, and perhaps a bit of loneliness. It's the ideal setup for those who want to focus deeply on one story without the distraction of thousands of others. So, take a seat, grab your lone book, and enjoy the serenity of a library that takes minimalism to the extreme.",
        "features": "- Minimalist: Focus on a single book for deep exploration – or a shallow excuse for a library. It's all about the depth of the one book you have.\n- Quiet Space: Ideal for concentrated reading – and profound loneliness. You’ll have plenty of time to ponder why you only have one book.",
        "specifications": "- Book Count: 1 – because who needs options?\n- Seating: Limited – just like your patience.\n- Environment: Quiet and serene – eerily so.",
        "customerAnecdotes": "A minimalist reader got so attached to their single book that they took it everywhere, even to the bathroom. It eventually fell apart from overuse, but the memories remained. They now have the pages framed around their house as a tribute to their one great literary love."
    },
    {
        "name": "An empty BIC",
        "desc": "A BIC pen without any ink left – for those who love nostalgia but hate functionality. Perfect for pretending to write important notes or just spinning around your fingers. This pen is a tribute to all those times you tried to scribble down a brilliant idea only to be thwarted by its empty reservoir. It's a relic of a simpler time when pens were more than just writing instruments, they were tools of creativity and frustration. Keep it around as a reminder of your past battles with ink and the fleeting nature of inspiration.",
        "features": "- Nostalgic: Brings back memories of past use – when it actually worked. Reminisce about the good old days when it was full of ink.\n- Reusable: Can be refilled with new ink – or not. Mostly not, because who has the time?",
        "specifications": "- Ink: None – as empty as your motivation.\n- Length: 14 cm – the perfect size for losing repeatedly.\n- Material: Plastic – because the environment can take one more hit.",
        "customerAnecdotes": "A writer kept an empty BIC on their desk for inspiration, claiming it reminded them that ideas might run out, but determination shouldn't. The pen became a symbolic relic of their struggle, and they eventually wrote a bestselling novel about an empty pen that changed the world. The irony of the empty pen becoming their muse was not lost on their readers."
    },
    {
        "name": "The Friendzone",
        "desc": "The dreaded and often unavoidable Friendzone – because nothing says 'I love you' like 'let's just be friends.' Perfect for those who enjoy emotional masochism and unrequited love. It's the ultimate place of no return, where romantic hopes go to die and friendship awkwardly lingers. The Friendzone is a constant reminder that sometimes, love just isn't enough, and you have to settle for being the best friend who secretly pines. Embrace the pain, learn from it, and maybe, just maybe, you'll find someone who loves you back.",
        "features": "- Social Dynamic: Represents a platonic relationship despite one party's romantic interest. The ultimate test of patience and tolerance.\n- Emotional Impact: Can lead to personal growth and understanding – or just a lot of crying. Mostly the latter.",
        "specifications": "- Emotional State: Platonic – with a side of heartbreak.\n- Interaction Level: High – just not the kind you wanted.",
        "customerAnecdotes": "A hopeful romantic spent years in the Friendzone, only to end up marrying their best friend. They now joke that the Friendzone was just a long, scenic route to true love, filled with emotional detours and unplanned exits, but worth every moment."
    },
    {
        "name": "42 years old",
        "desc": "A specific age with all its wisdom and experiences – because life begins at 40, but at 42, you're still figuring it out. Perfect for those who enjoy reflecting on their life choices and wondering where it all went wrong. It's an age where you start to realize that maybe, just maybe, you don't have everything under control. But that's okay, because 42 is also the age of acceptance, where you learn to laugh at your mistakes and embrace the chaos. So, celebrate your 42 years of wisdom, wit, and a fair share of blunders.",
        "features": "- Experience: Reflects wisdom and life experience – or so they say. Mostly, it’s just the realization that you still don’t know what you’re doing.\n- Prime Age: Often considered a peak period in life – assuming you haven't peaked already. It’s all downhill from here, right?",
        "specifications": "- Age: 42 years – the answer to life, the universe, and everything, supposedly.\n- Life Stage: Mid-adulthood – because calling it a mid-life crisis is too on the nose.",
        "customerAnecdotes": "Someone celebrated their 42nd birthday by rewatching 'The Hitchhiker's Guide to the Galaxy' and contemplating the meaning of life. They concluded that 42 is as confusing as any other age and threw a 'Life is Absurd' party, which was an existential hit."
    },
    {
        "name": "The credit card of Jeff Bezos",
        "desc": "An empty credit card belonging to Jeff Bezos – perfect for those who want to dream big but spend small. Imagine the possibilities if it wasn't maxed out. It's a tantalizing glimpse into a world of limitless potential, where you can pretend to have the financial clout of one of the richest men on the planet. Sadly, this card is as empty as your bank account, but that doesn't mean you can't enjoy the fantasy. Just think of all the imaginary purchases you could make if only there were funds to back it up.",
        "features": "- High Limit: Presumably high credit limit – if only it wasn’t already spent. Think of all the things you could buy, if only.\n- Exclusive: Linked to a notable individual – so you can tell everyone you have Jeff Bezos' credit card, technically.",
        "specifications": "- Balance: Empty – just like your hopes and dreams.\n- Card Type: Credit – because debit is for the financially responsible.",
        "customerAnecdotes": "A prankster once used Jeff Bezos' credit card as a decoy during a heist-themed party. No money was stolen, but the laughs were priceless. Guests still talk about the time they 'robbed' Bezos and got away with a story to tell their grandkids."
    },
    {
        "name": "The Green Mouse",
        "desc": "A unique mouse with a green hue – because why have a regular mouse when you can have one that looks like it fell into a vat of radioactive waste? Perfect for those who want a conversation starter or just like the color green. This little rodent isn't just a pet; it's a statement. Whether you're showing it off at parties or using it to scare your friends, the Green Mouse is sure to leave an impression. Embrace the weird, the wonderful, and the whimsically green with this one-of-a-kind creature.",
        "features": "- Unique Color: Distinctive green hue – because standing out is what it’s all about. Just don’t let it near any cats.\n- Rare: Hard to find in the wild – almost as rare as your good ideas.",
        "specifications": "- Color: Green – obviously.\n- Species: Unknown – we’re not sure what it is, but it’s green.\n- Habitat: Rare – just like your self-esteem.",
        "customerAnecdotes": "A pet owner painted their Green Mouse to look like a superhero, complete with a tiny cape. The mouse didn't appreciate it, but their Instagram followers did. The mouse has since become an internet sensation, known as 'The Incredible Green Rodent.'"
    },
    {
        "name": "Mars",
        "desc": "The red planet, ready for exploration – if you enjoy dust storms and extreme isolation. Perfect for those who think Earth is too mainstream and are looking for a real fixer-upper. Mars offers the ultimate escape from your earthly troubles, with its vast, barren landscapes and a complete lack of breathable air. It's the ideal destination for adventurers, dreamers, and those who just need a little space. So, pack your bags, put on your spacesuit, and get ready for the adventure of a lifetime on the fourth rock from the sun.",
        "features": "- Exploration: Potential for future colonization – assuming you survive the trip. It’s the ultimate getaway, far from everyone you know.\n- Unique Terrain: Known for its red, dusty landscape – like a giant sandbox for adults.",
        "specifications": "- Diameter: 6,779 km – size matters, especially when it’s an entire planet.\n- Moons: 2 (Phobos and Deimos) – because one moon is never enough.\n- Atmosphere: Thin, mostly CO2 – great for those who love a good breathing challenge.",
        "customerAnecdotes": "A Mars enthusiast bought a model of the planet and uses it as a backdrop for all their Zoom calls. They say it adds a touch of interplanetary class to their otherwise mundane meetings, making colleagues wonder if they're actually broadcasting from a secret Martian base."
    },
    {
        "name": "A mars",
        "desc": "A very expensive chocolate bar – because why not spend a small fortune on something you’ll eat in two minutes? Perfect for those who have more money than sense. This luxurious treat is the epitome of indulgence, offering the classic taste you love at a price that makes no sense. It's the perfect gift for the chocolate lover who has everything, or for yourself when you need a little taste of extravagance. Just don't think too hard about the cost per bite.",
        "features": "- Delicious: Classic chocolate bar taste – for the discerning palate. It’s like regular chocolate, but with a side of financial regret.\n- Popular: Well-known candy globally – everyone knows it, but few can afford it.",
        "specifications": "- Weight: 51 grams – lighter than your wallet after buying it.\n- Ingredients: Chocolate, caramel, nougat – and a sprinkle of extravagance.",
        "customerAnecdotes": "A chocolate lover framed the wrapper of their expensive Mars bar as a reminder of the most decadent snack they'd ever had. They refuse to admit how much they spent on it, but it's now a centerpiece in their living room, sparking envy and disbelief among visitors."
    },
    {
        "name": "The K key of a keyboard",
        "desc": "The 'K' key from a keyboard – for when you absolutely, positively need to type the letter 'K.' Perfect for those who appreciate the finer things in life, like functional keyboards. This single key is a testament to the power of the alphabet and the importance of communication. Whether you're typing up an important document or just spamming 'K' in a chat, this key is your unsung hero. So give it the recognition it deserves and keep it close, because you never know when you'll need a little 'K' in your life.",
        "features": "- Essential: Crucial for typing 'K' – and let's face it, 'K' is a pretty cool letter. Without it, how would we express our indifference?\n- Durable: Built to withstand frequent use – because 'K' is used more often than you think.",
        "specifications": "- Key Type: Mechanical – for that satisfying clickety-clack.\n- Function: Typing – obviously.\n- Compatibility: Standard keyboards – because we’re not monsters.",
        "customerAnecdotes": "A tech enthusiast once replaced every key on their keyboard with 'K' keys. It didn't improve their typing, but it sure made for an interesting conversation starter. They now call it the 'K-board' and use it as a unique icebreaker at tech conferences."
    },
    {
        "name": "The needle in a haystack",
        "desc": "A metaphorical needle lost in a haystack – perfect for those who enjoy impossible challenges and frustration. It’s like playing hide and seek with your sanity. This elusive needle is a testament to your perseverance and patience, or perhaps your stubbornness. Whether you're searching for meaning in life or just trying to find that one missing piece, the needle in a haystack is the ultimate symbol of the hunt. So, grab your magnifying glass and prepare for a quest that will test your resolve and possibly drive you mad.",
        "features": "- Metaphorical: Represents something difficult to find – like your dad. You’ll probably never see it again.\n- Valuable: Often worth the effort to locate – assuming you don’t lose your mind in the process.",
        "specifications": "- Size: Small – because anything bigger would be too easy.\n- Material: Metal – sharp and pointy, just like your wit.\n- Context: Metaphor – for when literal needles just aren’t challenging enough.",
        "customerAnecdotes": "A hopeless romantic searched for a 'needle in a haystack' to prove their love. They didn't find the needle, but they did find a new appreciation for patience and dedication. Their partner was so impressed by the effort that they said yes, and the needle was later found during the wedding toast."
    },
    {
        "name": "An alley",
        "desc": "A narrow passage between buildings – perfect for dramatic chases or just hiding from responsibilities. Ideal for those who enjoy a bit of mystery and the occasional shady encounter. This secluded alleyway is your escape route from the mundane and the ordinary. Whether you're plotting your next move or simply taking a break from the hustle and bustle, this alley offers a quiet respite. Just be sure to watch your back, because you never know what might be lurking in the shadows.",
        "features": "- Quiet: Often secluded and peaceful – until it’s not. Great for introspection or running away from your problems.\n- Urban: Common in cities between buildings – because who doesn’t love the smell of garbage in the morning?",
        "specifications": "- Width: 2-3 meters – just enough space to squeeze through with your dignity.\n- Length: Varies – like the length of your patience.\n- Location: Urban areas – where dreams are made and broken.",
        "customerAnecdotes": "A city dweller used an alley as their private escape route during quarantine. It became their personal sanctuary for much-needed fresh air and solitude, though they admit to once encountering a stray cat that now expects nightly snacks."
    },
    {
        "name": "An oil platform",
        "desc": "A large structure used for extracting oil – because who cares about the environment when there’s money to be made? Perfect for those who enjoy industrial vistas and environmental controversy. This towering behemoth stands as a monument to human ingenuity and disregard for nature. It's the perfect backdrop for your next eco-thriller or a reminder of the high cost of progress. So, if you love the smell of crude oil in the morning, this oil platform is the ideal destination.",
        "features": "- Industrial: Used for extracting oil – and creating headlines. It’s big, it’s ugly, and it’s not going anywhere.\n- Offshore: Typically located in the ocean – far from the protests, but not far enough.",
        "specifications": "- Height: Varies – like your mood swings.\n- Capacity: Large-scale extraction – because go big or go home.\n- Material: Steel – because wood just wouldn’t cut it.",
        "customerAnecdotes": "An environmental activist bought an oil platform model as a reminder of what they were fighting against. It became a prop in many passionate speeches about sustainability, though their neighbors started to wonder if they were planning an offshore drilling venture in their backyard."
    },
    {
        "name": "-0.7 myopia",
        "desc": "A slight nearsightedness condition – perfect for those who enjoy squinting at distant objects. Ideal for adding a touch of blur to your otherwise sharp life. Embrace the world through a softer focus and experience the gentle hum of things just out of reach. It's a mild inconvenience that keeps you guessing and ensures you'll always have an excuse for not recognizing people from afar. So, pop on your glasses or contacts and see the world as it was meant to be seen – a little blurry and full of surprises.",
        "features": "- Correctable: Can be treated with glasses or contact lenses – or you can just keep squinting and pretending everything is fine.\n- Common: Affects a significant portion of the population – misery loves company.",
        "specifications": "- Diopters: -0.7 – mild enough to ignore, but annoying enough to notice.\n- Impact: Mild nearsightedness – just enough to make life interesting.",
        "customerAnecdotes": "A myopic customer lost their glasses at a concert and had to rely on their -0.7 myopia to navigate the crowd. They described it as a surreal, blurry adventure. Fortunately, they made it back home safely, though they admitted to hugging a few strangers thinking they were friends."
    },
    {
        "name": "Nothing",
        "desc": "An empty concept representing nothing – perfect for those who enjoy existential crises and philosophical debates. Ideal for contemplating the void and the meaning of existence. It's the ultimate minimalist gift, offering endless possibilities and nothingness all at once. Use it to spark deep conversations, challenge perceptions, and explore the boundless potential of the void. Because sometimes, the most profound things in life are those that don't exist at all.",
        "features": "- Conceptual: Represents the absence of anything – like your love life.\n- Philosophical: Can provoke deep thought – and even deeper despair.",
        "specifications": "- Material: None – because it’s literally nothing.\n- Presence: Absent – just like your motivation.",
        "customerAnecdotes": "A philosophy professor uses 'Nothing' as a focal point for lectures on existentialism. Students often leave the class questioning everything they thought they knew. One student reported a breakthrough realization about their life purpose, only to forget it moments later."
    },
    {
        "name": "1 Canadian cent",
        "desc": "A single Canadian penny – perfect for those who enjoy collecting things that are completely useless. Ideal for starting your own museum of obsolete currency. This tiny relic is a testament to the fleeting nature of value and the whims of economic policy. It's a charming piece of history that serves as a reminder of simpler times, when pennies were plentiful and worth almost nothing. Add it to your collection and marvel at the fact that it once held some semblance of value.",
        "features": "- Collectible: No longer in circulation – because even Canada realized it was pointless.\n- Historical: Represents Canadian currency history – a history that nobody asked for.",
        "specifications": "- Diameter: 19.05 mm – small enough to lose in your couch.\n- Material: Copper-plated zinc – worth less than the metal it's made of.\n- Year: Varies – because they made these things for way too long.",
        "customerAnecdotes": "A penny collector once used a Canadian cent as a lucky charm during a poker game. They didn't win, but they said the conversations it sparked were worth more than the jackpot. The penny now sits in a display case, proudly surrounded by stories of near-misses and almost-victories."
    },
    {
        "name": "An empty can of spinach",
        "desc": "An empty can that once held spinach – perfect for those who enjoy recycling and disappointment. Ideal for arts and crafts, or just a reminder of meals gone by. This forlorn tin is a testament to your culinary endeavors and the fleeting nature of canned goods. It's a versatile piece that can be transformed into a pencil holder, a flower pot, or a symbol of your dietary aspirations. Embrace the potential of emptiness and give this can a second life.",
        "features": "- Reusable: Can be used for crafts or storage – mostly storage of more disappointment.\n- Lightweight: Easy to handle – because it’s empty, like your hopes.",
        "specifications": "- Material: Tin – classic, yet uninspired.\n- Capacity: 400 grams – when it was full, that is.\n- Condition: Empty – like your soul after a long day.",
        "customerAnecdotes": "An artist transformed an empty can of spinach into a makeshift flower pot. It now sits proudly on their windowsill as a symbol of creativity and resourcefulness. The irony of growing flowers in a can that once held vegetables is not lost on them, and it has become a conversation piece among their friends."
    },
    {
        "name": "The whole alphabet",
        "desc": "This product is a set of letters or symbols used to represent the sounds of a spoken language. In the English language, the alphabet consists of 26 letters, from A to Z. Each letter has its own unique sound and can be combined with other letters to form words. The alphabet is fundamental to reading, writing, and communication in many languages. Perfect for those who enjoy the building blocks of language and long Scrabble games. It's the ultimate toolkit for literacy and expression, allowing you to spell out your wildest thoughts and dreams.",
        "features": "- Reusable: Can be used several times – unlike your ex's excuses.\n- Lightweight: Pretty light – because letters don't weigh much.",
        "specifications": "- Material: Tin – probably.\n- Capacity: 26 letters – more than enough to spell out your regrets.\n- Condition: Empty – just like the promises of a new year.",
        "customerAnecdotes": "A Scrabble champion used the alphabet set to spell out their wedding proposal. It was a hit among word nerds and led to a dictionary-themed wedding. Their spouse appreciated the thoughtfulness, even if they did insist on a triple-word score for 'marriage.'"
    },
    {
        "name": "An abribus",
        "desc": "A bus stop shelter, perfect for waiting out the rain and avoiding eye contact with strangers. Ideal for those who enjoy people-watching or need a spot to hide from life's responsibilities. Embrace the awkward silence and the smell of damp, unwashed humanity as you ponder your life choices.",
        "features": "- Weather Protection: Keeps you dry during rainstorms and provides shade on sunny days – because who doesn't love watching their dreams wash away in a downpour?\n- Seating: Includes a bench, because standing is overrated and so is hope.\n- Advertising Space: Plenty of room for ads you'll ignore while you contemplate the futility of existence.",
        "specifications": "- Dimensions: 2.5m x 1.5m – spacious enough for a small gathering of strangers who will never speak to each other.\n- Material: Reinforced glass and metal – durable and slightly claustrophobic, much like your cubicle at work.\n- Installation: Permanent – once it's there, it's not moving, just like your crushing sense of ennui.",
        "customerAnecdotes": "One customer installed an Abribus in their backyard to recreate their daily commute experience. They now sit and wait for a bus that never arrives, claiming it's the ultimate test of patience. Despite the solitude, they find comfort in the familiar setting and have even started a neighborhood bus-stop book club. It's amazing how misery loves company, even in the form of a bus stop."
    },
    {
        "name": "Smith Chart",
        "desc": "An essential tool for electrical engineers, perfect for impedance matching and plotting complex reflection coefficients. Great for those who find joy in complex calculations and detailed graphs. Because nothing says 'fun' like spending hours staring at lines and circles, hoping to make sense of it all.",
        "features": "- Impedance Matching: Simplifies the process of matching impedances for transmission lines – because guessing is for amateurs.\n- Complex Calculations: Ideal for visualizing complex reflection coefficients – perfect for those late-night existential crises when you're questioning your career choices.",
        "specifications": "- Diameter: 8 inches – small enough to carry, big enough to lose your sanity over.\n- Material: Laminated paper – durable enough to withstand the tears of frustration.\n- Accuracy: Highly precise – unlike your grasp on reality after using it for too long.",
        "customerAnecdotes": "We, the creators of this site, used the Smith Chart in our DE Transmission Channel course at Efrei. We spent countless hours trying to decipher it, only to realize we didn't understand the exercise at all. Now, we can only hope we don't have to retake the exam."
    },    
    {
        "name": "Fake PNG",
        "desc": "A fake PNG image file – perfect for those who enjoy the thrill of disappointment. Ideal for graphic designers and digital artists who love wasting time on low-quality images with unexpected backgrounds.",
        "features": "- High Deception: Looks like a real PNG until you try to use it – then the nightmare begins.\n- Unexpected Backgrounds: Surprise! That 'transparent' background is actually white or worse, a checkerboard pattern.",
        "specifications": "- Format: PNG – allegedly.\n- Dimensions: Varies – just like your expectations and reality.\n- Quality: Low – because life is full of disappointments.",
        "customerAnecdotes": "A designer once used a fake PNG in a crucial project, only to discover the truth during a live presentation. The background was not transparent but a bright checkerboard pattern. They managed to laugh it off, turn it into a learning moment, and swear vengeance on whoever uploaded it. They now triple-check every image, but the paranoia remains."
    },
    {
        "name": "The Frog in the throat",
        "desc": "An actual frog in your throat – perfect for those who love the sound of croaking or need an excuse for their raspy voice. Ideal for public speakers, teachers, or anyone who enjoys a good laugh at their own expense.",
        "features": "- Unique Experience: Feel the sensation of having a living amphibian in your throat – because why not add a little excitement to your day?\n- Natural Sound Effects: Enjoy the authentic croaking sounds during your conversations – sure to be a hit at parties and professional meetings.",
        "specifications": "- Size: Small – but big enough to be incredibly uncomfortable.\n- Species: Common frog – adaptable and resilient, much like your tolerance for life's absurdities.\n- Duration: Temporary – just long enough to make you question your life choices.",
        "customerAnecdotes": "A motivational speaker used 'The Frog in the throat' before a big speech, thinking it would add a quirky twist. Instead, they spent half the time croaking and the other half apologizing. The audience found it hilarious and the speaker went viral. They now have a successful YouTube channel, but their voice has never quite been the same."
    }
    
]
